Repository: xiazl3053/FreeIp
Catalog: XCMonit_Ip/others/*.lproj/Localizable.strings
Languages: pt, zh_hans

# Loginbtn
source: Login
pt: Acessar
zh_hans: 登录

# Loginuser
source: Please enter the user name
pt: Favor digitar o nome de usuário
zh_hans: 请输入用户名

# regUser
source: Please enter the mailbox
pt: Favor digitar a caixa postal
zh_hans: 请输入邮箱

# Loginpwd
source: Please enter the login password
pt: Favor digitar a senha de acesso
zh_hans: 请输入密码

# LoginpwdAgain
source: Please confirm the login password
pt: Favor confirmar a senha de acesso
zh_hans: 请再次输入密码

# Loginregister
source: Register
pt: Registrar
zh_hans: 注册账号

# httpserver
source: http://www.freeip.com/
zh_hans: www.freeip.com

source: Off line
pt: Desconectado
zh_hans: 离线

source: On line
pt: Conectado
zh_hans: 在线

# statu
source: Status
zh_hans: 状态

source: Type
pt: Tipo
zh_hans: 类型

# devNO
source: Serial Number
pt: Número de série
zh_hans: 序列号

# devDel
source: Delete
pt: Deletar
zh_hans: 删除

source: Home
pt: Casa
zh_hans: 我的设备

source: Device
pt: Dispositivo
zh_hans: 设备管理

source: Device List
pt: Lista de dispositivos
zh_hans: 设备列表

source: More
pt: Mais
zh_hans: 更多

# rtsp
source: Direct
zh_hans: 直连

# picture
source: Pictures
pt: Imagens
zh_hans: 图片

source: User Info
pt: Informação ao usuário
zh_hans: 用户信息

source: About Us
pt: Sobre nós
zh_hans: 关于我们

source: Version
pt: Versão
zh_hans: 版本

source: Cancel
pt: Cancelar
zh_hans: 取消

source: Confirm
pt: Confirmar
zh_hans: 确认

# delDeviceQuq
source: Do you want to delete the device?
pt: Você quer deletar o dispositivo?
zh_hans: 是否删除设备

source: Logout
pt: Desconectar
zh_hans: 注销

# devDetails
source: Device Details
pt: Detalhes do dispositivo
zh_hans: 设备详情

source: Loading...
pt: Carregando...
zh_hans: 正在连接...

# connectFail
source: Connect the device failed
pt: A conexão do dispositivo falhou
zh_hans: 连接设备失败

# Disconnect
source: Device connection interrupted
pt: Conexão do dispositivo interrompida
zh_hans: 设备连接中断

# deviceinfotimeout
source: Get the device information timeout
pt: Obtenha a informação do limite de tempo do dispositivo
zh_hans: 获取设备信息超时

# updDevName
source: Modify
pt: Modifique
zh_hans: 修改设备名称

source: Save
pt: Salver
zh_hans: 保存

# cameraName
source: The device name(The length is less than 64)
pt: Nome do dispositivo(O comprimento é menos de 64)
zh_hans: 设备名称(长度小于64)

# userAuth
source: Username can not be empty
pt: Nome do usuário não pode estar vazio
zh_hans: 用户名不能为空

# pwdAuth
source: Password can not be empty
pt: Senha não pode estar vazio
zh_hans: 密码不能为空

# logining
source: Login...
pt: Conectar...
zh_hans: 登录中...

# authError
source: Username or password error
pt: Erro de nome de usuário ou senha
zh_hans: 用户名或者密码错误

# loginTime
source: Connection Timeout
pt: Limite de tempo da conexão
zh_hans: 连接超时...

source: Server exception
pt: Exclusão de servidor
zh_hans: 服务器异常

source: Remind
pt: Lembrete
zh_hans: 提示

# logoutRemind
source: Are you sure to logout
pt: Você tem certeza que quer desconectar?
zh_hans: 是否注销

# AddCamera
source: Add device
pt: Adicione dispositivo
zh_hans: 添加设备

# inputNO
source: Please enter the serial number
pt: Favor digitar o número de série
zh_hans: 请输入序列号

# serialLength
source: Serial number length is equal to 13
pt: O comprimento do número de série é igual a 13 digitos
zh_hans: 序列号长度必须为13

# addOk
source: Successfully added
pt: Adicionado com sucesso
zh_hans: 添加成功

# bindingError
source: The device had been binded
pt: O dispositivo foi ligado
zh_hans: 该设备已被绑定

# serialError
source: The device serial number does not exist
pt: O número de série do dispositivo não existe
zh_hans: 设备序列号不存在

# addTimeout
source: Add device timeout
pt: Adicione o limite de tempo do dispositivo
zh_hans: 添加设备超时

# Modify
source: Modify device name
pt: Modifique o nome do dispositivo
zh_hans: 修改设备名

# cameraLess
source: The length is less than 64
pt: O comprimento é menos de 50
zh_hans: 长度必须小于64

# cameranull
source: The device name cannot be empty
pt: O nome do dispositivo não pode estar vazio
zh_hans: 设备名不能为空

# updateOK
source: Successful modification
pt: Modificação bem sucedida
zh_hans: 修改成功

# updateTimeOut
source: Modify device name timeout
pt: Modificar o nome do dispositivo de tempo limite
zh_hans: 修改设备名超时

# nostream
source: No access to the stream
pt: Sem acesso ao fluxo
zh_hans: 没有获取到码流

# streamSetFail
source: Failed to set video stream
pt: Falha ao definir fluxo de vídeo
zh_hans: 码流设置失败

# switchError
source: Stream switching failure
pt: Falha na comutação de fluxo
zh_hans: 码流切换失败

# picturesView
source: Pictures
pt: Imagens
zh_hans: 图片

source: Nickname
pt: Apelido
zh_hans: 昵称

source: User Avatar
pt: Apelido do usuário
zh_hans: 用户头像

source: Real Name
pt: Nome verdadeiro
zh_hans: 真实姓名

source: Email
zh_hans: 邮箱

source: Mobile
pt: Celular
zh_hans: 手机号码

# userType
source: Account Type
pt: Tipo de conta
zh_hans: 账户类型

# familyType
source: Family User
pt: Usuário da família
zh_hans: 家庭用户

# recordInfo
source: Record
pt: Gravar
zh_hans: 录像信息

# RecordDelete
source: Delete
pt: Deletar
zh_hans: 删除

# RecordConfirm
source: OK
zh_hans: 确定

# videoLow
source: BD
zh_hans: 流畅

# videoHight
source: HD
zh_hans: 高清

# NULLInfo
source: NULL
zh_hans: 空

# videoSwitch
source: Video streaming settings
pt: Configurações de fluxo de vídeo
zh_hans: 正在设置码流

# userTimeout
source: Get user information timeout
pt: Obter informações sobre o limite de tempo do usuário
zh_hans: 获取用户信息超时

# rtspList
source: Direct List
pt: Lista Direct
zh_hans: 直连设备列表

source: Version Info
pt: Informação sobre a versão
zh_hans: 版本信息

# startTime
source: Start
pt: Hora do início
zh_hans: 开始时间

# endTime
source: End
pt: Hora do fim
zh_hans: 结束时间

source: All Time
pt: Hora total
zh_hans: 总时长

source: DVR-Error
pt: Erro no DVR
zh_hans: DVR-错误

source: NVR-Error
pt: Erro no NVR
zh_hans: NVR-错误

source: Device-NULL
pt: Dispositivo -NULL
zh_hans: 设备类型错误

# RegisterView
source: Register
pt: Registrar
zh_hans: 注册

# RegiAuth
source: Enter the above text
pt: Digite o texto acima
zh_hans: 验证码

# UsernameAlready
source: Username is already registered
pt: O nome de usuário já está registrado
zh_hans: 用户名已经注册

# TwoPwd
source: Two passwords do not match
pt: Duas senhas não combinam
zh_hans: 密码不一致

# RegTimeout
source: Registration fails, the connection timeout
pt: Registro falhar, limite de tempo de conexão
zh_hans: 注册失败，连接超时

# RegData
source: Registration fails, data errors
pt: Registro falha, erros de dados
zh_hans: 注册失败,数据错误

# RegPic
source: Registration fails, the picture content error
pt: Registro falha, erro de conteúdo de imagem
zh_hans: 注册失败,验证码错误

# RegSuc
source: Successful registration
pt: Registro bem sucedido
zh_hans: 注册成功

source: Registering
pt: Registrando
zh_hans: 正在注册

# EnterImg
source: Please enter the text in the image
pt: Favor digitar o texto na imagem
zh_hans: 验证码不能为空

# confirmPwd
source: Confirm password can not be empty
pt: Confirme a senha não pode estar vazia
zh_hans: 确认密码不能为空

# pwdNull
source: Password can not be empty
pt: Senha não pode estar vazia
zh_hans: 密码不能为空

# userNull
source: Username can not be empty
pt: Nome de usuário não pode estar vazio
zh_hans: 用户名不能为空

# picNull
source: Picture text can not be empty
pt: Texto de imagem não pode estar vazio
zh_hans: 验证码不能为空

# ImageFail
source: Image acquisition fails
pt: Falha na obtenção de imagem
zh_hans: 验证码获取失败

# auth_ico
source: auth_default_en
pt: autenticação_padrão_in
zh_hans: auth_default

source: Help
pt: Ajuda
zh_hans: 帮助

source: Input
pt: Entrada
zh_hans: 输入

# saveLogin
source: Save
pt: Salvar
zh_hans: 记住密码

# addrtsp
source: Add Direct
pt: Adicionar Direct
zh_hans: 添加直连设备

# devName
source: Device name
pt: Nome do dispositivo
zh_hans: 设备名

# devAddr
source: IP
zh_hans: 地 址

# devPort
source: RTSP Port
pt: Porta
zh_hans: RTSP端口

# dvrPort
source: Server Port
zh_hans: Server端口

# devUser
source: Username
pt: Nome de usuário
zh_hans: 用户名

# devPwd
source: Password
pt: Senha
zh_hans: 密 码

# devNameNULL
source: The device name can not be empty
pt: O nome do dispositivo não pode estar vazio
zh_hans: 设备名不能为空

# devAddrNULL
source: Ip can not be empty
pt: Ip não pode estar vazio
zh_hans: IP地址不能为空

# devPortNULL
source: Port can not be empty
pt: Porta não pode estar vazio
zh_hans: 端口不能为空

# devAddOk
source: Successfully added!
pt: Adicionado com sucesso!
zh_hans: 添加成功

# noRecords
source: Recording is empty
pt: Gravação está vazia
zh_hans: 没有录像记录

# devName_info
source: Device name
pt: Nome do dispositivo
zh_hans: 设备名称

# rtspinterrup
source: Connection interruption
pt: Interrupção da conexão
zh_hans: 连接中断

# startRecord
source: Begin recording...
pt: Comece a gravar...
zh_hans: 开始录像...

# stopRecord
source: End recording...
pt: Pare de gravar...
zh_hans: 停止录像...

# captureS
source: Capture success
pt: Captura bem sucedida
zh_hans: 抓拍成功

# captureF
source: Capture fail
pt: Falha na captura
zh_hans: 抓拍失败

# playOK
source: Finished playing
pt: Acabou de tocar
zh_hans: 播放完毕

# deleteDevice
source: Deleting the device
pt: Deletando o dispositivo
zh_hans: 删除设备

# deleteDeviceOK
source: delete success
pt: Deletado com sucesso
zh_hans: 删除成功

# deleteDeviceFail
source: delete fail
pt: Falha ao deletar
zh_hans: 删除失败

# deleteDeviceFail_server
source: Server Information Error
pt: Erro de informação do servidor
zh_hans: 服务器信息错误

# keyboardFirst
source: Previous
pt: Anterior
zh_hans: 上一个

# keyboardEnd
source: Next
pt: Próximo
zh_hans: 下一个

# keyboardDone
source: Done
pt: Feito
zh_hans: 完成

# dateLang
source: en_us
zh_hans: zh_cn

# startOEnd
source: Start date can not be after the end date
pt: Data de início não pode ser após a data de término
zh_hans: 开始日期不能在结束日期之后

# endOStart
source: End date can not be before the start date
pt: Data de término não pode ser antes da data de início
zh_hans: 结束日期不能在开始日期之前

# oldPwd
source: Old password
pt: Senha anterior
zh_hans: 旧密码

# newpwd
source: New password
pt: Nova senha
zh_hans: 新密码

# updateEmail
source: Email Change
pt: Troca de e-mail
zh_hans: 修改邮箱

# updateReal
source: Realname Change
pt: Troca de nome verdadeiro
zh_hans: 修改姓名

# updpwd
source: Password Change
pt: Troca de senha
zh_hans: 密码修改

# pwdCom
source: Password confirmation
pt: Confirmação de senha
zh_hans: 密码确认

# nickUpd
source: Nickname Change
pt: Troca de apelido
zh_hans: 昵称修改

# nickEmpty
source: Nick name can not be empty
pt: Apelido não pode estar vazio
zh_hans: 昵称不能为空

# realEmpty
source: Real name can not be empty
pt: Nome não pode estar vazio
zh_hans: 真实姓名不能为空

# oldEmpty
source: Old password can not be empty
pt: Senha anterior não pode estar vazia
zh_hans: 旧密码不能为空

# newEmpty
source: New password can not be empty
pt: Nova senha não pode estar vazia
zh_hans: 新密码不能为空

# comEmpty
source: Confirm password can not be empty
pt: Confirme a senha não pode estar vazia
zh_hans: 确认密码不能为空

# oldError
source: Old password error
pt: Erro de senha anterior
zh_hans: 旧密码错误

# newError
source: New passwords do not match
pt: Novas senhas não conferem
zh_hans: 新密码不一致

# pwdLength
source: Password length can not be less than 6
pt: O comprimento da senha não pode ser menos de 6 digitos
zh_hans: 密码长度不能小于6

# updpwding
source: Modify password...
pt: Trocar senha...
zh_hans: 修改密码...

# updnicking
source: Modify nickname...
pt: Trocar apelido...
zh_hans: 修改昵称...

# updemailing
source: Modify realname...
pt: Trocar e-mail...
zh_hans: 修改邮箱...

# emailEmpty
source: EMail cannot be empty
pt: E-mail não pode estar vazio
zh_hans: 邮箱不能为空

# emailError
source: EMail format error
pt: Erro de formato de e-mail
zh_hans: 邮箱格式错误

# emailBind
source: The user's email is bound, unable to set
pt: O e-mail do usuário está vinculado, incapaz de configurar
zh_hans: 用户邮箱已绑定，无法设置

# deviceInfo
source: The current number of device
pt: O número atual do dispositivo
zh_hans: 当前设备个数

# noDevice
source: No device currently added
pt: Atualmente nenhum dispositivo adicionado
zh_hans: 当前没有添加任何设备，请添加设备

# devfresh
source: Loading...
pt: Carregando...
zh_hans: 正在刷新...

# releaseRefresh
source: Release to refresh...
pt: Liberar para atualizar...
zh_hans: 松开立即刷新

# pullto
source: Pull to refresh...
pt: Puxe para atualizar...
zh_hans: 上拉可以刷新

# pulltomore
source: Pull to refresh more...
pt: Puxe para atualizar mais...
zh_hans: 上拉可以加载更多数据

# releasemore
source: Release to refresh more...
pt: Libere para atualizar mais...
zh_hans: 松开立即加载更多数据

# devDone
source: device loaded
pt: dispositivo carregado
zh_hans: 设备加载完毕

# unFindStream
source: Unable to find stream
pt: Incapaz de encontrar fluxo
zh_hans: 找不到码流

# helpWeb
source: www.freeip.com/index.php?r=site/AboutAppEn
zh_hans: http://www.freeip.com/index.php?r=site/AboutAppEn

source: Auto Login
pt: login automático
zh_hans: 自动登录

# savePhoto
source: Save
pt: Salvar
zh_hans: 保存

# qrResult
source: Didn't scan the serial number
pt: Não escaneou o número de série
zh_hans: 没有扫描到序列号

# qrcode_h
source: qrcode_en_h
pt: qrcode_pt_h
zh_hans: qrcode_ch_h

# qrcode
source: qrcode_en
pt: qrcode_pt
zh_hans: qrcode_ch

# noRecording
source: No photos or videos
pt: Sem fotos ou vídeos
zh_hans: 没有图片或视频

# helpicon
source: help_en
pt: help_pt
zh_hans: help_ch

# find_pwd
source: Forgot password
pt: Esqueceu senha
zh_hans: 找回密码

# next_find
source: Next
pt: Próximo
zh_hans: 下一步

# UserInfoNotExits
source: The user information does not exist
pt: A informação de usuário não existe
zh_hans: 用户信息不存在

# NewPwd
source: Please enter a new password
pt: Favor digitar uma nova senha
zh_hans: 请输入新密码

# confirmNewPwd
source: Please confirm new password
pt: Favor confirmar nova senha
zh_hans: 请确认新密码

source: Resend
pt: Reenvie
zh_hans: 重新发送

# VertifySucc
source: Verification code has been sent to the mailbox
pt: O código de verificação foi enviado para a sua caixa de correio
zh_hans: 已发送验证码到邮箱

source: Verify account...
pt: Verifique a conta...
zh_hans: 验证账户...

# VertifyExits
source: user name does not exist
pt: O nome de usuário não existe
zh_hans: 用户名不存在

# VertifyEmail
source: email is not bound
pt: e-mail não está vinculado
zh_hans: 邮箱没有绑定

# vertifyCode
source: Verification code
pt: Código de verificação
zh_hans: 验证码

# sendCode
source: Sending Verification code...
pt: Enviando código de verificação...
zh_hans: 发送验证码...

# vertifyError
source: Verification code is error
pt: O código de verificação é erro
zh_hans: 验证码错误

# vertifyEmpty
source: Password is empty
pt: Senha está vazia
zh_hans: 密码为空

# vertifyTimeout
source: Session is time out
pt: A sessão está no limite de tempo
zh_hans: 会话超时

# vertifyUser
source: User name is not the same
pt: O nome de usuário não é o mesmo
zh_hans: 用户信息错误

# vertiEmpty
source: Verification code can not be empty
pt: O código de verificação não pode estar vazio
zh_hans: 验证码不能为空

# guessImg
source: guess_en
pt: guess_pt
zh_hans: guess_ch

# alSend
source: Has been sent to the mailbox
pt: Foi enviado para a caixa postal
zh_hans: 已发送至邮箱

source: Photos
pt: Imagens
zh_hans: 相册

source: Camera
pt: Câmera
zh_hans: 照相

# uploadDone
source: Uploaded successfully
pt: Transferência efetuada com sucesso
zh_hans: 上传成功

# savePhotos
source: Save to photos
pt: Salvar em imagens
zh_hans: 成功保存到相册

# oldPwdError
source: Old password error
pt: Erro senha antiga
zh_hans: 旧密码错误

# networkstatus3G
source: Current network:Mobile
pt: Rede atual:móvel
zh_hans: 当前网络:移动网络

# networkstatusWIFI
source: Current network:WIFI
pt: Rede atual: WIFI
zh_hans: 当前网络:WIFI

# networkstatusNO
source: No network
pt: Sem rede
zh_hans: 没有网络

# connectionDevice
source: The current channle is Establishing P2P connection
pt: O quadro de vídeo atual é conexão p2p estabelecido
zh_hans: 当前通道正在建立P2P连接

# reconnect
source: Reconnect the device
pt: Volte a ligar o dispositivo
zh_hans: 重新连接设备

# devUpdOK
source: Successfully updated
pt: atualizados com sucesso
zh_hans: 修改成功

# editor
source: Edit
pt: Editar
zh_hans: 编辑

# recorddirect
source: record
pt: Gravar
zh_hans: 录像

# updRtsp
source: Update Direct
pt: atualização direta
zh_hans: 修改直连设备

# nSecondSend
source: seconds
pt: segundos
zh_hans: 秒

# regThan64
source: Username length must be less than 64
pt: O usuário deve ser inferior a 64
zh_hans: 用户名长度不能大于64

# emailThan64
source: email length must be less than 64
pt: Endereço de email não pode ser maior do que 64
zh_hans: 邮箱地址长度不能大于64

# nickThan64
source: Nick name length must be less than 64
pt: Nome de utilizador comprimento não pode ser maior do que 64
zh_hans: 昵称长度不能大于64

# pwdThan64
source: Password length must be less than 64
pt: Comprimento da senha não pode ser maior do que 64
zh_hans: 密码长度不能大于64

# realThan64
source: Name length must be less than 64
pt: O nome não pode ser maior do que 64
zh_hans: 姓名长度不能大于64

# p2pserver
source: heart.freeip.com
pt: www.freeipc.com

# Next
source: Refresh
pt: Atualizar
